{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Wilfred Owen’s Anthem for Doomed Youth, originally written in 1917, is foremost a sonnet. Sonnets are  traditionally a written form of love or praise; however,  in this case the poem is written in the somber shadow of the machine of war. The poem speaks of the mass and anonymous slaughter of soldiers on the Western Front, invoking the brutally efficient imagery of mechanized violence against the sacred traditions of funerals . Survival in such a forsaken war becomes even more fortuitous when warfare becomes industrial and death is nearly guaranteed. The sonnet itself is divided into two parts, its opening octave giving the reader its immediate sonic imagery of artillery and small arms fired in a chaotic cacophony. The sestet, its last six lines, leaves the battlefield to provide imagery of its consequences,  showing the cost of such self-sustaining mortality. The sonnet itself is not a traditional Italian sonnet. Although it has a similar rhyming scheme, the poem reverses the traditional ABBA and CDCD schemes. Its sestet possesses a ABBABB rhyme, while the preceding octave maintains a CDCD scheme. This may suggest the world’s laws and order “flipped” upside down.  The poem has a certain instability due to this unusual sonnet format, but answers the question from its first line, “What passing-bells for these who die as cattle?” with the tragic and slow imagery of funeral rites. As noted in Kousar’s “An Expressionist Analysis of Wilfred Owen’s Poems, ” Owen “shatters all the previous beliefs of glory, honor and self-worth” (Kousar 69).  The poem uses a “violent revolution of reality through metaphor” (Kousar 69) in order to underline the undignified nature of the Great War."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\tJonathan Stern’s The Audible Past  argues that sound technologies are a method of preservation and a way also to understand the experience of death (Sterne 26).  The fear of loss, the desire to preserve memories and the voices those past, becomes a reason for recordings to exist. Stern is also interested in how technologies of sound reproduction reflect cultural practices. Sound technologies, “manifest a designed mechanical agency” and “artifacts of particular practices and relations ‘all the way down’” (7).  Sean Bean’s recorded performance is then not just a reproduction of Owen’s poem, but a sonic manifestation of Sterne’s “acoustic modernity” (9). The voice of Bean is made culturally durable through a technological form. It is recorded and edited in a studio, made repeatable here on AVAnnotate and in sound file format and delivered through the internet for anyone to hear and understand. Annotation through AVAnnotate therefore becomes a way to study the poem in its original written format, and how it can be interpreted by Bean and the studio’s direction—from the way he decides to perform a stanza, to the choice of sound effects in the background.  Vocal delivery, Bean’s accent, the quality of the sound and the editing choices create a modern sound intervention that frames how a listener might feel. Bean’s performance also mediates a connection between the present and the past, grounding the lines’ delivery in a modern performance, which may stoke an immediate affect in the audience."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\tFor the annotation of Sean Bean’s performance, I decided to approach every line in a “stacked” style. That is, every single line can possess multiple tags rather than several labelled annotations at a time. Although I did not intend on it to be thematically intentional, it seemed fitting regarding the content matter to have the tags be sent in waves and to have the annotations’ multiple-colored tags come in a single volley at once. AVAnnotate allows for a layered form of engagement that makes transcription as well as interpretation of Bean’s choices in voicing the poem. My annotations are not explicitly authorized, and while the transcription tagged may represent at its most basic level just that, the other accumulated tags can be considered within my own experience as a listener and reader, affected through the lens of Bean’s performance. The article calls such data “folksonomies,” which are reader-generated layers of meaning rather than any authorized paratext. This user-generated quality of my annotation reflects the psalm commentary tradition referenced in the article, where annotations in medieval contexts are “embedded in a particular rather than a general reading experience” (Clement 11). My tags reflect Sean Bean’s delivery, such as his inflection, cadence and pauses, as well as the sound ambience that echoes throughout the audiated performance. These tags modify the listener’s understanding in ways that are very different from the experience of reading the text on page in a silent room."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\tIn the beginning of the performance, the listener is immediately hailed with the sound of distant combat. Gunfire, exploding shells, and bombs detonate. It is punctuated only by Sean Bean’s first line, which cuts through the ambience with a loaded question. The alliteration in “stuttering rifles’ rapid rattle” becomes a tactile alliteration, which is delivered with crisp consonant in Bean’s rendition. These moments of particular emphasis allow the multiple tags to be used effectively. At 00:28, Bean raises his voice slightly, but slows down his tempo, all the while maintaining the aforementioned rhyming scheme of the sonnet. At the end of the performance, the battlefield ambience fades away, as soon as the last line is spoken, “And each slow dusk a drawing-down of blinds.” Both the ambience and Bean’s voice fades into a few seconds of silence, allowing the listener to absorb the sense of a fading “slow dusk,” and to punctuate the weight of Owen’s description of war."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\t For this approach, there are a few advantages. Stacked tags allow flexibility for a single annotation to reflect multiple layers to a stanza. It accommodates the performative layer, as well as the textual, which bridges the temporal distance between Owen and Bean. AVAnnotate allows a synchronization of layers in real-time. However, I can see the disadvantage with my approach, as several tags at a time can emphasize aspects that may not be immediately relevant. That being said, the spacing of annotations does benefit when a longer, specified explanation is necessary. For example, two definition annotations allow additional context to the listener who may not know the terminology."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\tWilfred Owen’s poetry is ideal for a sonic performance reading. Abstraction and monologue align with what Kousar’s expressionist analysis calls “artistic volition,” a style that allows formal elements like punctuation and syntax to “be disjointed or bent to suit the purpose” of expression (Kousar et al. 69). Owen’s iambic pentameter is disrupted by alliteration and other literary devices that become audible in Bean’s performance. When Owen’s meter wavers, Bean’s voice trails off, or lets it simply fall to silence."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": " "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Works Cited"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Clement, Tanya E., and Liz Fischer. \"Audiated Annotation from the Middle Ages to the Open Web.\" Digital Humanities Quarterly, vol. 15, no. 1, 2021, www.digitalhumanities.org/dhq/vol/15/1/000512/000512.html."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Kousar, Rehana, et al. “Expressionist Analysis of Wilfred Owen’s Poems: Anthem for Doomed Youth, Dulce Et Decorum Est, A Terre, Futility and Strange Meeting.” International Journal of English and Education, vol. 5, no. 2, Apr. 2016, pp. 68–80."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Sterne, Jonathan. The Audible Past: Cultural Origins of Sound Reproduction. Duke University Press, 2003."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ],
  "title": "AVAnnotate Reflective Essay on Wilfred Owen's Anthem for Doomed Youth",
  "parent": "e1c6f203-dc1b-468b-a62b-b8b1ff238bda",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "avannotate-reflective-essay-on-wilfred-owens",
  "created_at": "2025-04-23T21:00:25.648Z",
  "created_by": "tjlieu",
  "updated_at": "2025-04-23T21:06:34.591Z",
  "updated_by": "tjlieu"
}